/*
 * @Author: dingyuliang dingyuliang
 * @Date: 2023-12-25 09:22:19
 * @LastEditors: twinkleding twinkle415@163.com
 * @LastEditTime: 2024-01-23 11:44:25
 * @FilePath: \vue-vite\src\views\charts\weight.ts
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 */
export default [
    77.5, 77.5, 77.8, 77.5, 77.5, 77.5, 76.8, 77.1, 76.8, 76.8, 76.9, 76.3, 76.7, 76.2, 76.5, 76.7,
    76.9, 76.6, 77.2, 77.2, 76.2, 76, 75.8, 76.6, 76.6, 76, 75.8, 74.6, 74.6, 75, 75, 75, 75.6,
    75.3, 75, 74.8, 74.8, 75.04, 75.68, 75.35, 74.85, 74.06, 73.52, 74.22, 74.22, 74.52, 74.4,
    74.02, 73.01, 73.23, 73.04, 73.44, 73.48, 73.07, 72.88, 72.4, 72.18, 72.74, 72.74, 72.99, 72.74,
    72.32, 72.35, 72.28, 72.54, 72.74, 72.46, 72.68, 72.47, 71.92, 71.71, 71.93, 72.18, 72.2, 71.94,
    72.18, 71.98, 71.35, 71.74, 71.17, 71.5, 72.13, 71.35, 71.35, 71.6, 71.3
]

export const Dataset: any = [
    {
        date: "周一"
    },
    {
        date: "周二"
    },
    {
        date: "周三"
    },
    {
        date: "周四"
    },
    {
        date: "周五"
    },
    {
        date: "周六"
    },
    {
        date: "周天"
    }
]
